/* Title for add variable button in blocks menu. */
"+ Add Variable" = "+ 新增變數";

/* Section header in media selection view. */
"All Looks" = "所有外觀";

/* Section header in media selection view. */
"All Sounds" = "所有聲音";

/* BLE device not suppored. */
"BLE-device-not-support" = "%@ 需要藍芽4.0的硬體， 因此僅支援較新款的iPad";

/* Character info page title */
"Characters" = "角色";

/* Device connection status */
"Connected" = "已連接";

/* Delete block area description */
"DELETE" = "刪除";

/* Delete character dailog message */
"Delete this character?" = "確定要刪除這個角色?";

/* Delete device dailog message */
"Delete this device?" = "確定要刪除這個裝置?";

/* Device info page title */
"Devices" = "裝置";

/* Device connection status */
"Disconnect" = "未連接裝置";

/* Device connection status */
"Disconnected" = "未連接裝置";

/* Faild to add a new character error message */
"error-character-added-failed-description" = "無法加入此角色";

/* Device connection faild default error message */
"error-connection-failed-description" = "請將裝置重新啟動後再次嘗試";

/* Device connection faild default error message title */
"error-connection-failed-title" = "連線失敗";

/* Already  add the same device error message. (Should include a %@, which will be replace by device name) */
"error-device-already-added-description" = "%@ 已經被加入過了";

/* Download media failed */
"error-download-media-failed" = "無法下載此素材，請稍候再試.";

/* Object has same name error message */
"error-object-has-same-name-description" = "這個名字已經被用了";

/* Finish quick tutorial dialog description */
"finish-tutorial-description" = "讓我們來探索更多有趣的作品吧";

/* Finish quick tutorial dialog title */
"finish-tutorial-title" = "做得好!";

/* Character hidden setting switch title */
"Hide in player" = "隱藏";

/* Description for add object hint */
"hint-add-object-description" = "點選以下的圖示來新增一個裝置或角色";

/* Title for add object hint */
"hint-add-object-title" = "新增裝置及角色";

/* Title for add variable description */
"hint-add-variable-description" = "新增一個變數或是陣列。變數是一個可以改變數值的資料型態";

/* Title for add variable hint */
"hint-add-variable-title" = "新增變數";

/* Tutorial page title in IDE */
"How To..." = "如何 ...";

/* Button title for new variable selection menu. */
"List" = "陣列";

/* General loading place holder */
"Loading ..." = "載入中 ...";

/* Multiple BLE device not suppored. */
"multi-BLE-device-not-support" = "以下的裝置需要藍芽4.0的硬體， 因此僅支援較新款的iPad。\n\n";

/* Title for create new list page */
"New List" = "新增陣列";

/* No available selections */
"No Selections" = "沒有選項";

/* Object rename field place holder */
"Object name" = "名稱";

/* Confirm popover dialog */
"OK" = "好";

/* Header for character selection view in object info page */
"Other Characters" = "其他的角色";

/* Save current changes in IDE to a new project or not */
"project-save-or-discard" = "另存新檔或放棄所以修改的內容";

/* Quick tutorial description */
"quick-tutorial-description" = "接下來的動畫會教您如何編寫程式，並按執行鍵後檢視修改後的結果。";

/* Quick tutorial title */
"quick-tutorial-title" = "快速上手教學";

/* Section header in media selection view. */
"Related Looks" = "相關的外觀";

/* Section header in media selection view. */
"Related Sounds" = "相關的聲音";

/* Title of saving to new document  */
"Save your changes?" = "保留修改後的內容 ?";

/* Scanning devices default description */
"Searching for devices nearby." = "尋找在附近的裝置中";

/* Hint for device connection view */
"Tap to connect..." = "點選以建立連線...";

/* Button title for new variable selection menu. */
"Variable" = "變數";

